{
    "menu": "대학헌장",
    "content": "대학헌장- 리스트\n바로가기 메뉴\n본문 바로가기\n주메뉴 바로가기\n닫기\n오늘하루열지않기\n2025학년도 후기 학부 외국인 특별전형 모집\n2025 Fall Semester International Admission Guide for Undergraduates(New&Transfer)\n2025학년도 후기 대학원 외국인 특별전형 모집\n2025 Fall Semester International Admission Guide for Graduates\n이전 슬라이드\n다음 슬라이드\n슬라이드 시작\n슬라이드 정지\n닫기\n오늘 하루 동안 열지 않기\n입학안내 바로가기\n학과 바로가기\nTOP POPUP\nLOGIN\n주요사이트 바로가기\nLANGUAGE\nENGLISH\nCHINESE\n입학안내 바로가기\n학과바로가기\nLOGIN\n주요사이트\n닫기\n대학소개\nValue Creator KNU 2030브로슈어국립공주대학교 홍보 브로슈어LMS(원격수업)세계로 뻗어나가는 열린 지식인터넷증명발급쉽고 빠른 증명서 발급\ne-총장실\n인사말\n프로필\n총장동정\n주요일정\n열린총장실\n역대총장 및 학장\nKNU소개\n대학소개\n대학헌장\n학교연혁\n비전\n교육목표 및 인재상\n학교상징물\n조직기구표\n대학홍보\nSNS\nHOT 뉴스\nUI소개\n디자인가이드\n갤러리\n피플\n대학현황\n현황\n대학요람\n통계연보\n재정현황\n공주대학교 70년사\n회의록공개\n자체평가\n규정\n규정집\n예규집\n캠퍼스안내\n캠퍼스맵\n찾아오시는길\n주차안내\n대학/대학원\nValue Creator KNU 2030브로슈어국립공주대학교 홍보 브로슈어LMS(원격수업)세계로 뻗어나가는 열린 지식인터넷증명발급쉽고 빠른 증명서 발급\n본부소속\n국제학부\n인공지능학부\n교양학부\n자율전공학부\n단과대학\n사범대학\n인문사회과학대학\n자연과학대학\n천안공과대학\n산업과학대학\n간호보건대학\n예술대학\n대학원\n일반대학원\n정책융합전문대학원\n교육대학원\n산업과학대학원\n경영대학원\n국가사회안전대학원\n특수교육대학원\n테크노융합대학원\n문화유산대학원\n계약학과/일학습병행\n계약학과\n일학습병행\n입학안내\nValue Creator KNU 2030브로슈어국립공주대학교 홍보 브로슈어LMS(원격수업)세계로 뻗어나가는 열린 지식인터넷증명발급쉽고 빠른 증명서 발급\n대학\n학부(수시/정시/편입학/재외국민)\n대학원\n일반대학원\n정책융합전문대학원\n교육대학원\n산업과학대학원\n경영대학원\n국가사회안전대학원\n특수교육대학원\n테크노융합대학원\n문화유산대학원\n외국인 특별전형\n학부, 대학원\n산학/연구\nValue Creator KNU 2030브로슈어국립공주대학교 홍보 브로슈어LMS(원격수업)세계로 뻗어나가는 열린 지식인터넷증명발급쉽고 빠른 증명서 발급\n산학협력단\n연구기관\n연구소 소개\n대학생활\nValue Creator KNU 2030브로슈어국립공주대학교 홍보 브로슈어LMS(원격수업)세계로 뻗어나가는 열린 지식인터넷증명발급쉽고 빠른 증명서 발급\n학사종합안내\n강의일람\n서식다운로드\n휴학\n복학\n제적·자퇴\n재입학\n학사일정안내\n학부\n대학원\n증명서발급\n증명서발급\n국제학생증발급\n인터넷증명서발급\n원본대조확인\n장학안내\n장학안내\n병무행정\n병무행정\n학생복지\n식단\n무료버스\n시설물사용신청\n학생회/동아리\n학생지원\n정보서비스\nE-캠퍼스\n정보광장\nValue Creator KNU 2030브로슈어국립공주대학교 홍보 브로슈어LMS(원격수업)세계로 뻗어나가는 열린 지식인터넷증명발급쉽고 빠른 증명서 발급\n공지사항\n학생소식\n행정소식\n행사안내\n채용소식\n코로나19 안내\n구성원 복지혜택\n곰나루광장\n자주하는 질문(FAQ)\n묻고답하기(Q&A)\n열린광장\n신문방송사\n스터디/모임\n분실물센터\n사고팔고\n자취하숙\n아르바이트\n안내\nValue Creator KNU 2030브로슈어국립공주대학교 홍보 브로슈어LMS(원격수업)세계로 뻗어나가는 열린 지식인터넷증명발급쉽고 빠른 증명서 발급\nSITEMAP\n개인정보처리방침\n개인정보처리방침\n개인정보의 목적 외 이용 및 제3자 제공 대장\n통합검색\n정부3.0정보공개\n정보공개제도 안내\n관련규정\n사전정보공표목록\n비공개 대상정보\n정보목록\n정책실명제취지\n정책실명제목록\n대학정보공시\n청렴행정센터\n기관장 업무추진비\n업무추진비 공개\n연구비현황\n수의계약현황\n공무국외여행 현황\n청렴자료 공개\n감사자료 공개\n업무제안\n부패행위·공익 신고센터\n복지·보조금부정신고\n갑질신고센터\n기관생명 윤리위원회\n안전보건건의함\n검색\n공지사항 팝업\n1\nLANGUAGE\nENGLISH\nCHINESE\n사이트맵\n모바일 메뉴열기\n재학생\n학생회\nLMS(원격수업)\n인터넷증명발급\n포털\n장학안내\n국제교류\n보건진료소\n학생상담센터\n진로취업지원실\n도서관\n학생메일\n대학홍보\n동창회\n원격지원\n스마트PC실\n예비생\n대학홍보\n입학안내\n대학정보공시\n국제교류\n캠퍼스안내\n찾아오시는길\n포털\nLMS(원격수업)\n발전기금\n일반인\n대학홍보\n발전기금\n평생교육원\n국제언어교육원\n도서관\n산학협력단\n수련원\n동창회\n캠퍼스안내\n찾아오시는길\n교직원\n부정청탁신고\n인터넷증명발급\n도서관\n원격교육연수원\n포털\n발전기금\n교수회\n노동조합\n교직원메일\n수련원\n원격지원\n비전임교원제증명발급신청\n스마트PC실\n주요서비스\nLMS(원격수업)\n입학안내\n도서관\n인터넷증명발급\n원본대조확인\n진로취업지원실\n포털\n교직원메일\n시설물사용신청\n발전기금\n코러스\n식단\n학생미래지원\n학생메일\n국제교류\n비전임교원제증명발급신청\n버스안내\n국립공주대학교 연구자 DB\n스마트PC실\nKNU SEARCH\n통합검색은 홈페이지의 내용을 전체 검색합니다.\n# 공주대 추천키워드\n닫기\n학부/대학원\n학부\n본부소속\n국제학부\n인공지능학부\n교양학부\n자율전공학부\n사범대학\n국어교육과\n한문교육과\n영어교육과\n윤리교육과\n교육학과\n경영·금융교육과(구상업정보교육과)\n문헌정보교육과\n특수교육과\n역사교육과\n일반사회교육과\n지리교육과\n유아교육과\n수학교육과\n물리교육과\n화학교육과\n생물교육과\n지구과학교육과\n환경교육과\n컴퓨터교육과\n체육교육과\n음악교육과\n미술교육과\n기술·가정교육과\n인문사회과학대학\n영어영문학과\n중어중문학과\n불어불문학과\n독어독문학과\n사학과\n지리학과\n경제통상학부\n경제학전공\n국제통상학전공\n경영학과\n관광경영학과\n관광&영어통역융복합학과\n행정학과\n법학과\n사회복지학과\n자연과학대학\n데이터정보물리학과\n응용수학과\n화학과\n생명과학과\n지질환경과학과\n대기과학과\n문화재보존과학과\n의류상품학과\n생활체육지도학과\n간호보건대학\n간호학과\n보건행정학과\n응급구조학과\n의료정보학과\n예술대학\n가구리빙디자인학과\n도자문화융합디자인학과\n주얼리·금속디자인학과\n만화애니메이션학부\n카툰코믹스전공\n애니메이션전공\n게임디자인학과\n무용학과\n영상학과\n천안공과대학\n전기전자제어공학부\n전기공학전공\n제어계측공학전공\n전자공학전공\n반도체정보공학전공\n스마트정보기술공학과\n정보통신공학과\n컴퓨터공학과\n소프트웨어학과\n기계자동차공학부\n기계공학전공\n기계설계공학전공\n기계시스템공학전공\n미래자동차공학과\n스마트인프라공학과\n도시·교통공학과\n건축학과\n그린스마트건축공학과\n화학공학부\n화학공학전공\n공업화학전공\n신소재공학부\n나노재료공학전공\n고분자공학전공\n금속재료공학전공\n디자인컨버전스학과\n환경공학과\n산업공학과\n광공학과\n디지털융합금형공학과\n지능형모빌리티공학과\n산업과학대학\n지역사회개발학과\n부동산학과\n산업유통학과\n식물자원학과\n원예학과\n동물자원학과\n지역건설공학과\n스마트팜공학과\n산림과학과\n조경학과\n식품영양학과\n외식상품학과\n식품공학과\n특수동물학과\n수산생명의학과\n대학원\n대학원\n일반대학원\n정책융합전문대학원\n교육대학원\n경영대학원\n국가사회안전대학원\n특수교육대학원\n문화유산대학원\n테크노융합대학원\n산업과학대학원\n닫기\n교내사이트\n교육\n공학교육혁신센터\nLMS(원격수업)\n교직부\n국제교류\n국제언어교육원\n사범대학 교육연수원\n교양교육센터\n교육성과혁신센터\n한민족교육문화원\n교수학습혁신센터\n평생교육원\n전자출결시스템 (교수자웹)\n전자출결시스템 (학생웹)\n수강신청 시스템\n학생미래지원 시스템\n원격교육지원센터\n특수교육종합연수원\n본부·부속기관\n공동실험실습관\n도서관\n산학협력단\n창업교육센터\n학생인건비 통합관리시스템\n수련원\n입학안내\n장애학생지원센터\n정보화본부\n진로취업지원실\n학군단\n학생생활관\n학생상담센터\n현장실습지원센터\n역사박물관\n공주학연구원\n모빌리티소부장사업본부\n인권센터\n주요사이트\n식단\n열린 총장실\n장학안내\n교직원메일\n인터넷증명발급시스템\n발전기금\n비전임교원제증명발급신청\n시설물사용신청\n국립공주대학교 연구자 DB\n무료버스\n기록관리시스템\n학생메일\n원격지원\n코러스\n코어센터(Zeus cloud)\n성과관리시스템(K-BraMS)\n자치기구\n교수회\n대학노조\n동창회\n기타\n첨단분말소재부품센터\n기관생명윤리위원회\n코로나19 학사안내\n닫기\n대학소개\n국립공주대학교는 미래 50년을 위한 새로운 전통의 문을 엽니다.\n대학/대학원\n홈으로\n대학소개\n대학소개\n대학/대학원\n입학안내\n산학/연구\n대학생활\n정보광장\n안내\nKNU소개\ne-총장실\nKNU소개\n대학홍보\n대학현황\n규정\n캠퍼스안내\n대학헌장\n대학소개\n대학헌장\n학교연혁\n비전\n교육목표 및 인재상\n학교상징물\n조직기구표\n공유하기\n페이스북 공유하기\n트위터 공유하기\n핀터레스트 공유하기\n주소 공유하기\n닫기\n즐겨찾기\n즐겨찾는 메뉴\n메뉴추가하기\n초기화\n닫기\n인쇄하기\n대학헌장\n/WEB-INF/jsp/k2web/com/cop/site/layout.jsp\nKNU_M_S\n국립공주대학교의 교육이념은  진리탐구·가치창조·정의실천이다.\n진리는 학문의 궁극적인 목표이고,  가치는 학문의 객관적 당위성을 평가하는 참된 기준이며,  정의는 올바른 행동의 지표이다.\n국립공주대학교는 1948년 공주사범대학으로 개교한 이후 현재 8개 단과대학 및 학부와 8개 대학원을 포함한 명문 국립종합대 학교로 발전하였다. 이제 국립공주대학교는 새로운 도약을 위해, 급변하는 국내외 환경에 적극적으로 대처하고 부단한 혁신을 통해 대학의 경쟁력을 제고함으로써, 미래 지향적이고 세계적인 대학으로 비상하기 위한 최선의 노력을 경주한다.\n국립공주대학교는 백제 문화의 전통을 계승·발전시켜 문화창달의 사명을 충실히 감당하고, 사회교육 기능의 확대를 통해 지역사회 발전에 기여하며, 현대 사회의 국제화·정보화에 부응하는 선진 과학 기술을 탐구하여 전통문화교육과 첨단과학 교육이 조화를 이룬 국립종합대학교로서 사명과 역할을 성실히 수행한다.\nfnctId=bbs,fnctNo=2162\n게시물 검색\n검색하기\n제목\n작성자\n13 개\n게시글 리스트\n13\n과거의 전통을 계승하여 발전시키고 미래 중심 대학을 지향한다.\n답변\n공주대학교는 유서 깊은 역사의 도시인 공주에 자리잡고 있으므로 민족 문화 연구의 산실로서 찬란했던 옛 백제 문화유산을 계승하고 과거 반세기 동안의 중등교사 양성의 전통을 더욱 발전시킨다.\n공주대학교는 과거의 전통을 바탕으로 하여 21세기의 새로운 환경에 능동적으로 대처할 수 있는 미래에 대한 비전을 설계하며 미래 사회에 예견되는 문제들에 대하여 수준 높은 해결 능력을 갖춘다.\n공주대학교는 정확한 통찰력과 지혜로 현재를 진단하며 미래사회에서의 경쟁력을 증진시키기 위한 부단한 자기 혁신을 단행한다. 교육과 연구의 효율화를 꾀하고 학교 체제와 교육과정을 새로운 변화에 적응할 수 있도록 탄력적으로 운영하여, 지역 사회와 국가의 발전을 창조적으로 선도하는 미래 중심적인 대학을 지향한다.\n12\n수요자 중심의 열린 교육과 특성화 교육을 실천한다.\n답변\n공주대학교는 일방적인 지식 전달 위주의 교육 관행을 과감하게 탈피하고 교육의 효율화를 도모하여 수요자 중심의 열린 교육과 특성화 교육으로 창의적 인간을 길러내는 데 힘쓴다.\n공주대학교는 사회의 수요와 변화에 적응하는 교육을 실천하기 위해 최소전공인정학점제를 도입하여 복수전공 및 부전공의 기회를 넓히고 자유로운 전과제도를 실시하며 국내외 대학간 학점인정제의 운영 및 원격 강좌의 개설 등 학문의 폭을 넓히는 열린 대학을 실현한다.\n공주대학교는 국제적으로 경쟁력을 높일 수 있는 특성화 분야를 지정하여 수요자의 요구에 부응하고 잠재된 역량을 창의적으로 개발할 수 있는 특성화 교육을 실천한다.\n11\n학생들의 다양한 소질과 능력을 개발할 수 있는 교육을 실천한다.\n답변\n공주대학교는 대학의 주요 구성원인 학생을 새로운 대학 문화 창출을 위한 중심에 두고, 기본적인 교육 외에 각자의 다양한 소질과 능력을 개발할 수 있는 여건과 기회를 제공하며, 현대적인 시설과 쾌적한 환경에서 우수한 교수진이 제공하는 지식교육 및 인성 교육을 받을 수 있게 한다.\n공주대학교는 민주시민으로서 역량을 키우는 자율적인 학생 활동과 학생들의 잠재된 소질과 능력을 개발할 수 있는 동아리 활동을 보장하며 학생 활동의 활성화를 위해 행정적 재정적으로 지원한다.\n공주대학교는 교양 강좌, 해외 연수, 창업 스쿨 등 정규 교육에 수반하는 프로그램을 활성화하고 지원함으로써 학생의 자질을 향상시키고 자기 발전을 도모할 수 있는 기회를 제공한다. 또한 대학원 교육도 사회 교육 프로그램과 연계하여 지속적이고 체계적인 교육과 연구가 이루어지도록 한다.\n10\n학사제도를 효율적이고 합리적으로 운영한다.\n답변\n공주대학교는 학생 중심의 학사제도를 운영함으로써 교육의 효율성을 증진하며 학생의 선택권을 보장하는 다양한 제도를 개발하여 학생의 욕구에 적합하고 탄력적인 학사 운영이 되도록 노력한다.\n공주대학교는 초·중등 교육의 정상화에 기여하고 우수 학생을 선발할 수 있는 제도와 규정을 통하여 공정하고 엄격하게 학생을 선발하고, 사회적 요구와 전문 인력 수요 등을 고려하여 신축적으로 학생 정원을 조정한다.\n공주대학교는 학생들의 요구에 따라 계절 학기 등의 교육 과정을 다양하게 운영하고, 창의적이고 새로운 교수 방법을 통해 학생들의 요구를 적극적으로 수렴하는 효율적이고 합리적인 학사 제도를 운영한다.\n9\n학술 교류와 학사 운영의 국제화와 정보화를 실현한다.\n답변\n공주대학교는 정보 통신의 비약적인 발전으로 전 세계가 하나로 연결되는 21세기를 맞이하여 학술 교류와 학사운영의 국제화와 정보화를 실현한다.\n공주대학교는 실질적이고 내실 있는 국제화를 실현하기 위해 끊임없이 국제 교류의 다변화에 힘쓴다. 국제적인 학술 및 인적 교류의 확대를 위하여 세계 유수 대학들과 학술교류 협정을 체결하고 첨단 정보를 공유함으로써 대학의 국제화를 실현한다.\n공주대학교는 전 세계가 인터넷에 의한 정보망으로 연결되어 단일 공동체가 되는 미래의 정보화 시대에 능동적으로 대처하기 위하여 교수와 학생을 위한 정보화 교육을 강화하고 대학의 전산시스템을 첨단화하는 데 힘쓴다. 또한 교육, 연구 및 학사운영을 총괄하는 통합적 정보망을 구축하여 효과적인 정보 서비스를 제공한다.\n8\n교육 능력의 향상과 연구 여건 조성을 위하여 노력한다.\n답변\n공주대학교는 강의평가제 및 창의적인 수업 방법의 개발 및 지원, 다양한 교육 자료의 확보를 통해 교수들의 교육 능력 제고를 위한 다양한 체제를 갖춘다. 또한 대학원 교육과 연구소 운영에 내실을 기하여 교수들의 연구 여건의 조성과 교육 능력의 향상을 위하여 부단히 노력한다.\n공주대학교는 교수들의 연구 능력을 향상시키기 위하여 다양한 자료와 문헌정보를 도서관과 사이버 공간에 마련하여 실질적인 연구지원 체제를 강화한다. 교수들의 수준 높은 연구 성과는 교육의 발전과 나아가 국가 산업 및 문화 발전의 원동력이 되므로 각종 연구비의 지속적인 지원과 연구 업적 우수 교수에 대한 포상 등을 통해 교수들의 연구에 대한 인센티브를 제공한다.\n7\n우수 교원 확보와 우수 학생 유치를 위해 노력한다.\n답변\n공주대학교는 우수한 교원을 확보하여 질 높은 교육을 수행하고 뛰어난 연구 업적을 쌓게 하며, 우수한 학생을 선발하여 사회적으로 인정받는 인재로 육성하여 배출함으로써 대학의 경쟁력을 높인다.\n공주대학교는 우수 교원의 확보를 위하여 교원의 신분 보장과 교수의 교육, 연구 및 봉사를 위한 여건을 조성하고, 교수의 능력이 다양한 연구 결과를 통하여 자신과 대학의 발전을 위해 발휘할 수 있도록 하며, 능력과 업적을 바탕으로 하는 인사 제도를 확립하여 시행한다.\n공주대학교는 우수 학생을 유치하기 위하여 학생의 소질과 적성 및 능력에 따라 지원이 가능한 다양한 선발 방식을 개발하고 그들의 이상과 꿈을 대학에서 펼칠 수 있다는 비전을 제시한다. 또한 후생복지와 다양한 장학제도를 확충함으로써 부담 없이 학업에 전념할 수 있는 터전을 마련한다.\n6\n지역사회의 문화 창달과 산업 발전에 기여한다.\n답변\n공주대학교는 지역사회 발전에 기여하기 위해 지역 사회 주민들을 위한 대중적이고 실용적인 재교육 서비스를 제공함은 물론 지역 사회의 요구를 적극적으로 수용하여 공동체적인 장으로서 발전을 도모한다.\n공주대학교는 평생교육원을 통해 지역 사회의 실정에 알맞은 사회교육 프로그램으로 평생 교육을 효율적으로 실시함으로써 사회봉사 기능을 충실히 수행한다. 또한 지역사회의 다양한 기관이나 부서들과 협조하여 사회교육 프로그램을 운영하고 각종 문화 예술 행사를 통해 지역 문화를 발전시키는 데 기여한다.\n공주대학교는 신기술과 신제품을 바탕으로 하는 벤처기업의 창업과 자립을 지원하는 등 지역사회가 요구하는 전문성을 갖춘 우수한 인력을 공급하고 지역사회 산업체 및 연구소와의 긴밀한 산·학·연 협동체제를 구축하여 지역 산업 발전의 원동력을 제공한다.\n5\n교육과 연구의 기반이 되는 시설과 설비를 확충하고 첨단화를 실현한다.\n답변\n공주대학교는 교육의 질적 향상과 창의적이고 수준 높은 연구를 위하여 필요한 기반 시설을 확보하고 정보의 인프라를 갖춘다. 이를 위해 생산적이고 경쟁력 있는 교육 및 연구용 시설과 설비를 갖추고 현대화와 첨단화를 지속적으로 추구하며 지원 시설을 확충하고 필요한 기자재를 원활히 제공하여 교육 및 연구가 수월하게 이루어지도록 노력한다.\n공주대학교는 교육 및 연구용 시설과 설비가 효율적으로 운용될 수 있도록 수시로 점검하고 평가하는 제도와 관리 지원 체계를 확립하며 교육과 연구에 관련된 제반 요소들이 연계되어 최적의 상태로 관리·운용될 수 있는 시스템을 구축한다. 또한 사이버 공간을 통해 각종 최신정보와 지식을 편리하게 획득할 수 있는 기반을 구축하고 이를 능률적으로 운용하여 정보 혁명 시대를 선도하는 대학이 된다.\n4\n학생과 교직원의 후생 복지 향상을 위해 노력한다.\n답변\n공주대학교는 대학의 발전을 도모하기 위해 대학의 가족인 학생과 교직원의 의사와 능력을 집약하고 활용할 수 있도록 실질적이고 만족할 만한 후생 복지 환경을 조성하는 데 힘쓴다.\n공주대학교는 장학금, 기숙사 등 유무형의 학생 후생 복지를 위한 재원과 시설을 확충하고 이를 합리적으로 관리·운용할 수 있는 시스템을 갖추며 각종 서비스를 유기적으로 결합하여 학생들에게 실질적이고 만족스런 혜택을 제공한다.\n공주대학교는 교직원의 근무조건과 처우개선을 통해 강의와 연구 및 행정의 질을 향상시키고, 교직원의 생활 안정을 위해 적정의 보수가 지급되고 재정적 지원이 이루어지도록 하며 건강관리를 위한 시간과 공간이 제공될 수 있도록 제도를 확립하고 시설을 갖춘다.\n3\n지역 사회와 공유할 수 있는 편리하고 환경 친화적인 캠퍼스 환경을 조성한다.\n답변\n공주대학교는 캠퍼스가 일차적으로 대학의 구성원들이 그 역할을 수행하기 위해 다양한 활동을 편리하고 안전하게 펼칠 수 있는 터전이 되게 하고, 아울러 학교가 보유하는 시설 및 문화자원을 개방하여 지역 사회가 공유하여 활용하는 생활 문화공간으로 활용될 수 있도록 조성한다.\n공주대학교는 캠퍼스의 환경과 시설을 환경 친화적이며 편리한 기능을 갖도록 조성한다. 각 시설들이 유기적으로 연계되어 그 기능이 가장 효율적으로 발휘될 수 있도록 합리적으로 공간을 배치하고 활용하며 에너지 절약과 안전 및 환경 보호를 고려한 시설물 관리가 되도록 한다. 이를 위해 대학의 장기적인 발전 전략에 따라 용지 확보 및 이용 계획, 시설물 구성 및 운용 계획, 옥내·외 공간 활용 계획 등을 포함한 캠퍼스 종합 계획을 수립하여 실천한다.\n2\n발전기금 조성에 힘쓰고 대학 재정 운영의 투명성을 확보한다.\n답변\n공주대학교는 국가의 적극적인 지원을 받을 수 있도록 국가 교육 운영 방침에 능동적으로 참여하는 체제를 마련하며, 수준 높은 교육과 연구 그리고 대학 발전을 효과적으로 추진하기 위해서 지속적으로 재정 마련에 힘쓴다. 이를 위해 대학 발전을 위한 기금 조성에 대한 장·단기 계획을 수립하여 발전기금을 적극적으로 확보하며 조성된 기금은 합리적이고 투명하게 운영한다.\n공주대학교는 확보된 재정을 효율적으로 사용하기 위하여 현대적인 경영기법을 도입하여 재정운영체제를 합리화하며, 행정요원의 전문성을 제고하고, 계획경영과 책임경영이 실행되도록 한다. 또한 예·결산을 공개하고, 이를 심의하는 기구를 설치하여 투명성을 확보한다.\n1\n장·단기 발전 계획을 수립하여 실천한다.\n답변\n공주대학교는 세계적인 대학으로 발돋움하기 위하여 지속적인 발전을 통해 국제적인 경쟁력을 확보할 수 있도록 학내의 여론을 충분히 수렴하고 대학 구성원 전체의 의지를 결집하여 장·단기 발전 계획을 수립하여 이를 추진하며, 주기적인 평가를 통해 발전 계획의 구체적인 사안을 조정하여 실천한다.\n공주대학교는 공주대학교의 교육이념과 목표가 구체적으로 실현될 수 있도록 하며, 첨단 과학 기술과 전통 문화 교육을 조화시키는 대학, 서해안 시대를 선도하는 대학, 수요자 중심의 교육과 세계화 정보화를 실천하는 대학, 교육·연구·사회봉사가 효율적으로 이루어지는 대학이 되도록 발전계획을 수립하여 실천한다.\n처음\n11\n1\n끝\nTOP\n개인정보처리방침\n대학정보공시\n청렴행정센터\n업무추진비공개\n정보공개\n안전·보건 건의함\n열린총장실\n찾아오시는길\ninstagram\nyoutube\nfacebook\nblog\n공주캠퍼스\n[32588] 충청남도 공주시 공주대학로 56(신관동 182)  대표전화  041-850-8114\n천안캠퍼스\n[31080] 충청남도 천안시 서북구 천안대로 1223-24(부대동 275)\n예산캠퍼스\n[32439] 충청남도 예산군 예산읍 대학로 54(대회리1)\nCopyright© Kongju National University. All Rights Reserved"
}