{
    "menu": "브로슈어국립공주대학교 홍보 브로슈어",
    "content": "문서뷰어1312345678910111213검색어를 입력하세요 다운로드공유하기밝은 배경색 전환인쇄정보12345678910111213www.kongju.ac.kr미래 50년을 준비하는 새로운 전통의 시작 KONGJU NATIONAL UNIVERSITYCONTENTS04 비전 05 역사 06 캠퍼스 07 성과 08 단과대학 09 사범대학 10 인문사회과학대학 11 자연과학대학 12 천안공과대학 13 산업과학대학 14 간호보건대학 15 예술대학 16 본부 직할학부 17 대학원미래 50년을 위한새로운 전통의 문을 엽니다.국립공주대학교는 아낌없는 투자와 지원으로스마트 인프라를 강화하고 혁신적인 교육 시스템을 통해 미래인재를 육성하고 있습니다.4차 산업혁명시대! 교육과정 혁신을 통해학생중심의 경쟁력 있는 대학을 만들어 갑니다1948년 공주사범대학으로 개교한 이후 현재 7개 단과대학과 일반대학원 및 전문대학원, 7개 특수대학원을 갖춘 명문 국립종합대학교로 성장했습니다Vision History비전 역사비전 함께하는 대학 | 변화하는 대학 | 선도하는 대학교육이념 진리탐구 가치창조 정의실천VALUE UP 인재(Vision, Academic excellence, Leadership, Uniqueness, Expert, Understanding, Participation) 인재상전략목표학생과 교직원의실력을 키우는KNU학문을 통한 창의적 가치를 창출하는KNU지식가치 생태계구축을 통한 시너지를 창조하는 KNU행복하고 일 잘하는 Smart Workplace구축Value Creator KNU 20301948.07.312년제 충남도립 공주사범대학 설립 인가19481954.04.014년제 사범대학으로 개편하고 교육학과, 국문과, 수학과, 물리과, 화학과, 생물과 설치19541990.03.01 교명 “공주사범대학”에서 “공주대학”으로 변경19901991.03.01종합대학교로 승격19911992.03.01예산농업전문대학을 공주대학교 산업대학으로 개편1992공주문화대학을 통합하여 공주대학교 영상보건대학으로 개편2001.03.01 2001천안공업대학을 통합하여공주대학교 천안공과대학으로 개편2005.03.01 2005국립학교 설치령 개정에 따라공주대학교에서 국립공주대학교로 교명 변경2023.11.16202405 미래 50년을 준비하는 새로운 전통의 시작 04CHEONANcampusSEJONGcampusKONGJU campusYESANcampus공주캠퍼스 KONGJU CAMPUS미래를 향한 꿈, 세계를 향한 도전1948년 개교한 국립공주대학교는 진리탐구와 가치창조, 정의실천이라는 교육이념으로 오늘까지 이어져 왔습니다. [단과대학] 사범대학, 인문사회과학대학, 자연과학대학, 간호보건대학, 예술대학, 국제학부예산캠퍼스 YESAN CAMPUS110년 전통의 농·생명 식품 세계화 대학18만 5천 평의 다기능 교육 공간과 혁신 성장을 주도하는 우수한 인재 양성으로 지역사회와 활발한 상생협력이 가능한 농ㆍ생명-수산-식품분야 특성화 캠퍼스입니다. [단과대학] 산업과학대학천안캠퍼스 CHEONAN CAMPUS미래 공학기술을 선도하는 글로벌 인재 양성충남 북부 산업벨트와 연계 발전하기 위해 특성화된 공과대학으로서 지역 산업체와 동반성장을 이루며 첨단 시설과 안전한 교육 환경 구축으로 학생들의 교육의 질을 높이고 있습니다. [단과대학] 천안공과대학, 인공지능학부세종캠퍼스 SEJONG CAMPUS미래인재 양성형 신도시 혁신 “공유대학”2026년 세종시 국립공주대학교 미래혁신캠퍼스가 개교 예정이며, 정책융합전문대학원을 포함 세종신도시와 상생발전이 가능한 학과 또는 단과대학을 이전할 예정입니다. 4개의 캠퍼스가 가진 경쟁력으로더 많은 기회를 제공하고미래를 선도하는 인재를 양성합니다Campus캠퍼스학생중심의 창의적인 변화와 혁신으로 세계를 향한 더 큰 미래를 만들어가고 있습니다Performance성과학생 1인당 장학금(22년 대학정보공시)279만원2023년 교원임용시험최종 합격354명2023학년도 신입생 충원율(22년 대학정보공시)99.9%2023년도국립대학육성사업비147.7억2023년 교육부 고교교육 기여대학지원사업 선정(16년 연속)7.07억인증기간: 2023.1.1. ~ 2027.12.31.2023년 한국대학평가원 주관3주기 대학기관평가인증 ‘인증’ 획득07 미래 50년을 준비하는 새로운 전통의 시작 06College of Education사범대학은오랜 역사와 전통을 자랑하는우리나라 최고의 교원양성기관으로서현재 23개 학과, 전임교원 122명, 재학생이 2,400여 명에 이르는국립대학교 사범대학 중 규모가 가장 큰 대학입니다.지난 10년 동안 전국에서 중등교원임용시험최다 합격자를 배출하고 있으며,교육부에서 주관하는 1주기(1998년) ~ 5주기(2020년)교원양성기관평가결과 전국에서 유일하게 A등급을 연속으로 받는 등 대외적인 평가에서도큰 성과를 거두고 있습니다.https://sabum.kongju.ac.kr사범대학국어교육과한문교육과영어교육과윤리교육과교육학과경영ㆍ금융교육과문헌정보교육과특수교육과역사교육과일반사회교육과지리교육과유아교육과수학교육과물리교육과화학교육과생물교육과지구과학교육과환경교육과컴퓨터교육과기술ㆍ가정교육과체육교육과음악교육과미술교육과인성과 전문성을겸비한 현장 밀착형행복교육리더 양성AbouttheColleges 단과대학+ 사범대학 + 인문사회과학대학+ 자연과학대학 + 천안공과대학+ 산업과학대학 + 간호보건대학+ 예술대학 + 본부 직할학부09 미래 50년을 준비하는 새로운 전통의 시작 08수정자 :  수정자 :  개 항목이름유형크기바로보기"
}